tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# UNIX shell
brew "zsh"
# GNU File, Shell, and Text utilities
brew "coreutils"
# GNU awk utility
brew "gawk"
# Distributed revision control system
brew "git"
# GNU Ubiquitous Intelligent Language for Extensions
brew "guile"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Protocol buffers (Google's data interchange format)
brew "protobuf"
# Powerful, clean, object-oriented scripting language
brew "ruby@2.7"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Provide version control info in shell prompts
brew "vcprompt"
# Library to create, extract, and modify Windows Imaging files
brew "wimlib"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
