tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "mongodb/brew"
tap "wix/brew"
brew "bash"
brew "binutils"
brew "boost"
brew "buf"
brew "openjdk"
brew "bundletool"
brew "circleci"
brew "cocoapods"
brew "coreutils"
brew "doctl"
brew "python@3.11"
brew "docutils"
brew "folly"
brew "edencommon"
brew "exa"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "go"
brew "gum"
brew "helm"
brew "kubectx"
brew "luv"
brew "ncurses"
brew "neovim"
brew "node"
brew "openjdk@17"
brew "openssl@1.1"
brew "pnpm"
brew "protobuf"
brew "python@3.10"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python-tk@3.11"
brew "rclone"
brew "redis"
brew "ruby@2.7"
brew "starship"
brew "stern"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "wix/brew/applesimutils"
cask "alacritty"
cask "fantastical"
cask "font-jetbrains-mono-nerd-font"
cask "mongodb-compass"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tabby"
cask "tg-pro"
cask "visual-studio-code"
cask "zulu11"
vscode "vscodevim.vim"
