tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
brew "bash"
brew "binutils"
brew "circleci"
brew "openssl@1.1"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "doctl"
brew "python@3.11"
brew "exa"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gradle"
brew "gum"
brew "luv"
brew "ncurses"
brew "neovim"
brew "node"
brew "protobuf"
brew "python@3.10"
brew "python-tk@3.10"
brew "ruby@2.7"
brew "starship"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "mongodb/brew/mongodb-database-tools"
cask "alacritty"
cask "flutter"
cask "font-jetbrains-mono-nerd-font"
cask "rectangle"
cask "vagrant"
