tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "mongodb/brew"
tap "wix/brew"
brew "bash"
brew "binutils"
brew "boost"
brew "buf"
brew "harfbuzz"
brew "openjdk"
brew "bundletool"
brew "circleci"
brew "cocoapods"
brew "coreutils"
brew "doctl"
brew "docutils"
brew "libsodium"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "wxwidgets"
brew "exa"
brew "exercism"
brew "fastlane"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "go"
brew "netpbm"
brew "graphviz"
brew "gum"
brew "helm"
brew "ncurses"
brew "htop"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libheif"
brew "llvm"
brew "luv"
brew "minikube"
brew "node"
brew "mongosh"
brew "neovim"
brew "ollama"
brew "openjdk@17"
brew "openssl@1.1"
brew "osv-scanner"
brew "pnpm"
brew "protobuf"
brew "python@3.10"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python@3.11"
brew "python-tk@3.11"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "ruby@2.7"
brew "starship"
brew "stern"
brew "syft"
brew "tilt"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "mongodb/brew/mongodb-database-tools"
brew "wix/brew/applesimutils"
cask "alacritty"
cask "clockify"
cask "font-jetbrains-mono-nerd-font"
cask "mongodb-compass"
cask "obsidian"
cask "pika"
cask "podman-desktop"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "tg-pro"
cask "visual-studio-code"
cask "zulu11"
cask "zulu17"
vscode "aaron-bond.better-comments"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "leveluptutorials.theme-levelup"
vscode "midnightsyntax.vscode-wrap-console-log"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "sleistner.vscode-fileutils"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
